"OK" = "rendben";
"All subscriptions" = "Minden előfizetés";
"Privacy" = "Magánélet";
"Privacy policy" = "Adatvédelmi irányelvek";
"Purchases restored successfully!" = "A vásárlások visszaállítása sikeresen megtörtént!";
"Restore" = "visszaállítás";
"Restore purchases" = "Vásárlás visszaállítása";
"Terms" = "Feltételek";
"Terms and conditions" = "Felhasználási feltételek";
"Annual" = "Évi";
"6 Month" = "6 hónap";
"3 Month" = "3 hónap";
"2 Month" = "2 hónap";
"Monthly" = "Havi";
"Weekly" = "Heti";
"Lifetime" = "Élettartam";
"%d%% off" = "%d%% kedvezménnyel";
"Continue" = "Folytatni";
"Default_offer_details_with_intro_offer" = "Indítsa el a {{ sub_offer_duration }} próbaidőszakot, majd {{ total_price_and_per_month }}.";
"Something went wrong" = "Valami elromlott";
"Purchase" = "Vásárlás";
